---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.StairRampFailures.BalustersTooCloseAbsolute
source: html/217c3748-2c4a-4dbf-3183-708fe4aab340.htm
---
# Autodesk.Revit.DB.BuiltInFailures.StairRampFailures.BalustersTooCloseAbsolute Property

Baluster Separation is too small.

## Syntax (C#)
```csharp
public static FailureDefinitionId BalustersTooCloseAbsolute { get; }
```